import s from './styles.module.scss';

export const About = () => (
  <section>
    <div className="container">
      <h2 className={s.title}>О нашем магазине в г. Речица</h2>
      <p className={s.text}>
        Добро пожаловать в наш магазин в Речице, где вы найдете все необходимое для учебы,
        творчества и досуга!
        <br /> Мы предлагаем широкий ассортимент книг, включая художественную литературу, учебные
        пособия и энциклопедии.
        <br /> У нас также можно купить канцелярские товары в Речице – от тетрадей и ручек до
        офисных принадлежностей.
        <br /> Ищете развивающие или веселые игрушки в Речице? У нас есть товары для детей разного
        возраста!
        <br /> Кроме того, мы предлагаем и другие товары, которая всегда пригодится в быту:
        аксессуары, сувениры и многое другое. Заходите в наш магазин и выбирайте лучшие товары по
        выгодным ценам. Купить книги, канцтовары, игрушки и полезные мелочи в Речице теперь легко и
        удобно!
      </p>
    </div>
  </section>
);
